Documentacao/Exemplos XML/Sync/informarDispensacaoMedicamento.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:hor="http://www.saude.gov.br/horus-ws/schemas/v1/HorusTypes">
   <soapenv:Header/>
   <soapenv:Body>
      <hor:informarDispensacaoMedicamento>
         <identificacao>
            <idOrigem>E</idOrigem>
            <coIBGE>23</coIBGE>
         </identificacao>
         <estabelecimento>
            <idIdentificacao>CNES</idIdentificacao>
            <coCNES>5717493</coCNES>
         </estabelecimento>
         <produto>
            <coRegistroOrigem>123</coRegistroOrigem>
            <nuProduto>EBR0266630U0118</nuProduto>
            <nuLote>1234</nuLote>
            <dtValidade>30-11-2020</dtValidade>
            <qtProduto>123</qtProduto>
            <dtRegistro>08-11-2017</dtRegistro>
            <sgProgramaSaude>DST</sgProgramaSaude>
            <dtCompetencia>11-2017</dtCompetencia>
         </produto>
         <paciente>
            <nuCNS>700600555663867</nuCNS>
            <peso>77.10</peso>
            <altura>125</altura>
            <cid-10>F20.0</cid-10>
         </paciente>
         <prescritor>
            <coCNES>5717493</coCNES>
            <nuCRM>1234</nuCRM>
            <ufCRM>DF</ufCRM>
         </prescritor>
      </hor:informarDispensacaoMedicamento>
   </soapenv:Body>
</soapenv:Envelope>